//        '{"ids":"[29787184]","br":128000,"csrf_token":"cc2c0bd6e78145ae849bc988f817b84c"}'
//        "010001"
//        "00e0b509f6259df8642dbc35662901477df22677ec152b5ff68ace615bb7b725152b3ab17a876aea8a5aa76d2e417629ec4ee341f56135fccf695280104e0312ecbda92557c93870114af6c9d05c4f7f0c3685b7a46bee255932575cce10b424d813cfe4875d3e82047b97ddef52741d546b8e289dc6935b3ece0462db0a22b8e7"
//        "0CoJUm6Qyw8W8jud"
	cwG9x =
	br = function(cwG9x) {
		var m4q = [];
		window.nej.u.be5j(cwG9x, function(cwE9v) {
			m4q.push(window.nm.x.ek.emj[cwE9v])
		});
		return m4q.join("")  //m4q = ["01000", "1"], return "010001"
	};


	//["流泪", "强"]
	//WU9L.md -- window.nm.x.ek.md
	//["色", "流感", "这边", "弱", "嘴唇", "亲", "开心", "呲牙", "憨笑", "猫", "皱眉", "幽灵", "蛋糕", "发怒", "大哭", "兔子", "星星", "钟情", "牵手", "公鸡", "爱意", "禁止", "狗", "亲亲", "叉", "礼物", "晕", "呆", "生病", "钻石", "拜", "怒", "示爱", "汗", "小鸡", "痛苦", "撇嘴", "惶恐", "口罩", "吐舌", "心碎", "生气", "可爱", "鬼脸", "跳舞", "男孩", "奸笑", "猪", "圈", "便便", "外星", "圣诞"]
	//["爱心", "女孩", "惊恐", "大笑"]